Revit 2027 API
ExternalResourceBrowserData.AddSubFolder Method
Overload List
Name | Description
AddSubFolder(String) |  Adds a subfolder to the folder path with the given name.
AddSubFolder(String, String) |  Adds a subfolder to the folder path with the given name and icon type.
Top
See Also
Reference
ExternalResourceBrowserData Class
Autodesk.Revit.DB Namespace